{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2022-04-10T02:18:06.237-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Discord.Discord"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "Mozilla.Firefox"
				},
				{
					"PackageIdentifier" : "Postman.Postman"
				},
				{
					"PackageIdentifier" : "Valve.Steam"
				},
				{
					"PackageIdentifier" : "RARLab.WinRAR"
				},
				{
					"PackageIdentifier" : "MongoDB.Compass.Full"
				},
				{
					"PackageIdentifier" : "GOG.Galaxy"
				},
				{
					"PackageIdentifier" : "Mojang.MinecraftLauncher"
				},
				{
					"PackageIdentifier" : "Oracle.JDK.17"
				},
				{
					"PackageIdentifier" : "Oracle.MYSQL"
				},
				{
					"PackageIdentifier" : "JetBrains.IntelliJIDEA.Ultimate"
				},
				{
					"PackageIdentifier" : "RiotGames.LeagueOfLegends.EUNE"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				}
				
			],
			"SourceDetails" : 
			{
				"Argument" : "https://winget.azureedge.net/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "9P7QFQMJRFP7"
				},
				{
					"PackageIdentifier" : "9P7QFQMJRFP7"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.2.10271"
}